{"translation-revision-date":"2022-05-10 20:10:29+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Something went wrong.":["حدث خطأ."],"%s Please try placing your order again.":["%s يرجى محاولة إجراء طلبك مرة أخرى."],"%s (optional)":["%s (اختياري)"],"There was an error registering the payment method with id '%s': ":["حدث خطأ في أثناء تسجيل طريقة الدفع باستخدام المعرِّف \"%s\":"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["ظهرت مشكلة غير متوقعة في أثناء السداد. <button>حاول إعادة تحميل الصفحة<\/button>. إذا استمرت المشكلة، فيُرجى التواصل معنا حتى يمكننا تقديم المساعدة."],"Browse store":["تصفُّح المتجر"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["لا يتوافر السداد إلا عندما تكون سلة مشترياتك فارغة؛ يرجى إلقاء نظرة على متجرنا والعودة عندما تكون مستعدًا لتقديم طلب."],"Your cart is empty!":["سلة مشترياتك فارغة!"],"Something went wrong…":["حدث خطأ ما..."],"Click here to log in.":["أنقر هنا لتسجيل الدخول."],"You must be logged in to checkout. ":["يجب عليك تسجيل الدخول للسداد. "],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["حدثت مشكلة في أثناء السداد. الرجاء المحاولة مرة أخرى. إذا استمرت المشكلة، فيُرجى التواصل معنا لكي نتمكن من تقديم المساعدة."],"Edit your cart":["تحرير سلة مشترياتك"],"Please edit your cart and try again.":["يُرجى تحرير سلة مشترياتك والمحاولة مرة أخرى."],"There is a problem with your cart":["ثمَّة مشكلة مع سلة مشترياتك."],"Checkout error":["حدث خطأ في أثناء السداد"],"There was a problem with your shipping option.":["حدثت مشكلة مع خيار الشحن الخاص بك."],"There was a problem with your payment option.":["حدثت مشكلة مع خيار الدفع الخاص بك."],"Something went wrong. Please contact us to get assistance.":["هناك خطأ ما. يُرجى التواصل معنا للحصول على مساعدة."],"Dismiss this notice":["إخفاء هذه الملاحظة"],"There was an error loading the content.":["حدث خطأ في أثناء تحميل المحتوى."],"Oops!":["عفوًا!"],"Retry":["إعادة المحاولة"],"Error:":["خطأ:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}